import React from "react";
import "../App.css";

function About() {
  return (
    <div className="about-container">
      <h1>เกี่ยวกับร้าน IHAVERAM</h1>
      <p>
        ยินดีต้อนรับเข้าสู่ร้าน <span className="highlight">IHAVERAM</span>,
        จุดหมายปลายทางเดียวของคุณสำหรับฮาร์ดแวร์และอุปกรณ์เสริมคอมพิวเตอร์รุ่นใหม่ล่าสุดและดีที่สุด
        เราหลงใหลในเทคโนโลยีและมุ่งมั่นที่จะนำเสนอผลิตภัณฑ์ที่ดีที่สุดในราคาที่แข่งขันได้
      </p>
      <p>ร้านของเรามีบริการ::</p>
      <ul>
        <li>แล็ปท็อปและเดสก์ท็อปประสิทธิภาพสูง</li>
        <li>ส่วนประกอบคุณภาพ เช่น ซีพียู จีพียู และเมนบอร์ด</li>
        <li>อุปกรณ์เสริมสำหรับเล่นเกมที่ล้ำสมัย</li>
        <li>ฝ่ายสนับสนุนลูกค้าและคำแนะนำด้านเทคนิคจากผู้เชี่ยวชาญ</li>
      </ul>
      <p>
       ไม่ว่าคุณจะเป็นมืออาชีพ นักเล่นเกม หรือผู้ใช้ทั่วไป IHAVERAM ก็มีสิ่งที่เหมาะกับคุณโดยเฉพาะ!
      </p>
    </div>
  );
}

export default About;
